//ver版本号
document.getElementById("ver").innerHTML="V.5.4.3.03";
//fullver1升级公告
var hhh = document.getElementById('fullver1');
	hhh.innerHTML ='Ver.5.4.3.03(TIME:1624694801042)<br>1.使用毫秒时间戳记录.<br>也就是1970.1.1 00:00到现在的毫秒数。<br>2.填时间误差不要超过10分钟.<br>------------------<br>\
Ver.5.4.3(TIME:1624542765)<br>1.使用时间戳(秒)记录升级时间。<br>比如946656000就是2000-01-01 00:00:00。<br>2.116647574400就是橙鸭的生日~<br>3.js获取现在时间戳(秒)Math.round(new Date() / 1000)<br>------------------<br>\
Ver.5.4.2(TIME:1624540764)<br>1.添加了版本号页面.<br>2.优化了版本号的展示<br>------------------<br>\
Ver.5.4.1(TIME:未知)<br>1.优化皮肤展示形式.<br>------------------<br>\
Ver.5.4.0(TIME:未知)<br>1.添加了flyboat皮肤.<br>------------------<br>\
Ver.5.3.8(TIME:未知)<br>1.优化了点错了返回的逻辑.<br>------------------<br>\
Ver.5.3.2(TIME:未知)<br>1.换皮肤列表优化.<br>------------------<br>\
Ver.5.3.1(TIME:未知)<br>1.换皮肤列表添加图片.<br>------------------<br>\
Ver.5.3.0(TIME:未知)<br>1.做了换皮肤列表.<br>------------------<br>\
Ver.5.2.2(TIME:未知)<br>1.添加usualroom_logo以及介绍.<br>------------------<br>\
Ver.5.2.1(TIME:未知)<br>1.修复部分浏览器皮肤错位.<br>------------------<br>\
Ver.5.2.0(TIME:未知)<br>1.2yearbuilding皮肤来了.<br>------------------<br>\
Ver.5.1.2(TIME:未知)<br>1.添加vh,vw自适应,<br>哪怕再奇怪的手机皮肤+按钮也可以正常点击.<br>不过手机登录按钮被挡住的bug没有修复<br>------------------<br>\
Ver.5.1.1(TIME:未知)<br>1.优化图层bug，增加真实体验感.<br>------------------<br>\
Ver.5.1.0(TIME:未知)<br>1.游乐场皮肤大升级,添加了大门.<br>------------------<br>\
Ver.5.0.0(TIME:未知)<br>1.5.0时代到来。服务器列表来动画喽.<br>2.添加2周年LOGO<br>------------------<br>\
Ver.4.0.0-4.7.32(TIME:未知-未知)<br>1.优化连载小说提示<br>2.制造了庆典.<br>3.2周年庆典也开始做了.<br>4.暂停橙子电影院服务<br>5.好多想不起来了。。。<br>------------------<br>\
Ver.1.0.1-3.8.21(TIME:未知-未知)<br>1.加了好多栏目<br>2.UI优化了3次(大更新,就是重写css)<br>3.好多活动,logo<br>4.好多想不起来了。。<br>------------------<br>\
Ver.1.0.0(TIME:未知)<br>1.橙子网来啦!<br>------------------<br>';
